package Samurai

// 	TODO **SAMURAI**
//	API
//		1) Inhuman api
//			* для получения ежедневной информации о приложении
//			* для заданных ключей получение выдачи по ключу (250)
//		2) Mobile api
//			* Получение информации о позиции приложения по категории (~500 * ~4)
//
//	Database
//		Нужно хранить инфу по приложению за каждый день
//		Нужно хранить позицию приложения в категории / категориях
//		Хранить информацию по позиции приложения по ключу за каждый день
//
//	LOG
//		log in file if errors occurs
//		Простой логгер. Обертка над мурлогом
//
func main() {

}
